Repository: kenvandine/ubuntu-ui-toolkit
Catalog: po/*.po
Languages: my

source: Standard
my: စံ

source: Standard Durations
my: စံကြာချိန်များ

source: Fast
my: မြန်

source: Slow
my: နှေး

source: Sleepy
my: အိပ်ချင်

source: Call
my: ခေါ်မည်

source: Color
my: အရောင်

source: Disabled
my: ပိတ်ထား

source: Open
my: ဖွင့်

source: Label
my: အဆင့်

source: Subtitled
my: စာတမ်းထိုး

source: Secondary label
my: ဒုတိယအဆင့်

source: Progression
my: တိုးတက်မှု့

source: Value
my: တန်ဖိုး

source: Multi value
my: တန်ဖိုးအများအပြား

source: Value 1
my: တန်ဖိုး ၁

source: Value 2
my: တန်ဖိုး ၂

source: Value 3
my: တန်ဖိုး ၃

source: Value 4
my: တန်ဖိုး ၄

source: Value selector
my: တန်ဖိုးရွေးချယ်မှု့

source: Control
my: ထိန်းချုပ်

source: Removable
my: ဖြုတ်လို့ရသော

source: Slide to remove
my: ဖြုတ်ရန် ဘေးသို့ဆွဲပါ

source: Grouped list
my: အုပ်စုစာရင်း

source: Action #1
my: လုပ်ဆောင်ချက် #၁

source: Action #2
my: လုပ်ဆောင်ချက် #၂

source: Action #3
my: လုပ်ဆောင်ချက် #၃

source: Action #4
my: လုပ်ဆောင်ချက် #၄

source: Action #5
my: လုပ်ဆောင်ချက် #၅

source: Progress Bar
my: လုပ်ဆောင်ခြင်းအတန်း

source: Title
my: ခေါင်းစဉ်

source: value = %1
my: တန်ဖိုး = %1

source: Range
my: အတိုင်းအတာ

source: Password
my: စကားဝှက်

source: Numbers
my: နံပါတ်များ

source: Default
my: မူလပုံစံ

source: Unchecked
my: အမှန်ခြစ်ဖြုတ်

source: Checked
my: အမှန်ခြစ်မည်

source: Image
my: ပုံ

source: Radius
my: အချင်း၀က်

source: Sizes
my: အရွယ်အစားများ

source: Clear
my: ရှင်းလင်းမည်

source: Lengths
my: အရှည်အလျား

source: Weights
my: အလေးချိန်

source: Usage:
my: အသုံးပြုမှု့-

source: Select All
my: အားလုံးကို ရွေးချယ်ပါ

source: Select Word
my: စကားလုံးကိုရွေးမည်

source: Cut
my: ဖြတ်

source: Copy
my: မိတ္တူ

source: Paste
my: ပွားယူ

source: Undo
my: နောက်ပြန်

source: Redo
my: ပြန်ပြင်ပါ

source: Back
my: နောက်သို့

source: My custom page
my: ကျွန်ုပ်စိတ်ကြိုက်စာမျက်နှာ

source: Page one
my: စာမျက်နှာ တစ်

source: External page
my: နောက်အပိုစာမျက်နှာ

source: First page
my: ပထမစာမျက်နှာ

source: Red rectangle
my: အနီရောင်လေးထောင့်

source: Simple page
my: ရိုးရိုးစာမျက်နှာ
